{
    "recipes": [
        {
            "id": 1,
            "type": "mains",
            "name": "Кавърма",
            "products": "700 гр. обезкостена свинска плешка, 5-6 средно големи глави кромид лук или 5-6 стръка праз, две зелени и две червени чушки, (когато е с кромид лук може да се сложат и гъби), два домата, черен пипер – млян и на зърна, една чаена лъжичка червен пипер, сол, олио.",
            "description": "Месото се нарязва на хапки и се пържи/задушава в голяма тенджера под капак. Като омекне, се добавят нарязания по на едро лук и нарязаните чушки. След като омекнат, се настъргват вътре доматите без люспите. Докато ври, по някое време се добавят солта, черният пипер – смлян и на зърна, и накрая и червеният пипер. Оставя се малко сос, когато се сгъсти накрая. Когато се прави на фурна в гювеч, всичко се нарязва и се слага едновременно да се пече.",
            "imageUrl": "/assets/images/img01.jpg",
            "likes": "0"
        },
        {
            "id": 2,
            "type": "mains",
            "name": "Агнешко с патладжани",
            "products": "Агнешко с патладжани, чесън, босилек, къри, куркума и розмарин (може и с цедено кисело мляко)",
            "description": "Агнешкото се изпича и се нарязва на ситни парченца. Патладжанът също се изпича и се нарязва на ситно. Смесват се, като се добавя пресован чесън, нарязан на ситно пресен босилек и къри, куркума и розмарин. Може да се добави и от мазнината, в която се е пекло агнешкото, или зехтин. Също и цедено кисело мляко, но то малко убива вкуса на агнешкото и патладжана. Същото може да се приготви и с пържене на месото и патладжана.",
            "imageUrl": "/assets/images/img02.jpg",
            "likes": "0"
        },
        {
            "id": 3,
            "type": "mains",
            "name": "Чушки с патладжан",
            "products": "6 малки патладжана, 6 червени чушки, 125 гр. сирене бри, 125 гр. крема сирене, половин кофичка заквасена сметана, чесън, сол, олио.",
            "description": "Патладжаните са изпичат на шайби. Нарязват се и се смесват със ситно нарязаното бри, кремата, сметаната и чесъна. С плънката се пълнят чушките и се пекат във фурната.",
            "imageUrl": "/assets/images/img03.jpg",
            "likes": "0"
        },
        {
            "id": 4,
            "type": "starters",
            "name": "Патладжан с 3 вида сирена",
            "products": "2 патладжана, синьо сирене, едам сирене, бри, копър, чесън.",
            "description": "Патладжаните се разрязват на две и в половините се правят три дълбоки процепа. В тях се шпиковат сирената , чесънът и копърът. Пече се.",
            "imageUrl": "/assets/images/img04.jpg",
            "likes": "0"
        },
        {
            "id": 5,
            "type": "starters",
            "name": "Пачуш",
            "products": "3 патладжана, 3 зелени чушки, 3 червени чушки, 3 скилидки чесън, 3 резена сирене и 3 лъжици кисело мляко.",
            "description": "Патладжаните се нарязват на шайби и се нареждат по гръб и корем в обилно намазнена тава. Всеки ред патладжани се полива хубаво с олио, защото патладжаните много поемат. И се солят. Пекат се във фурна дълго, докато почнат да се късат при разбъркване и да се карамелизират. Изпечените чушки се обелват и нарязват заедно с изпечените патладжани. Добавя се смачканият на преса чесън. След това и натрошеното сирене. С него се внимава, че му е силен вкусът. Накрая се добавя и киселото мляко, също внимателно, че да не стане водно.",
            "imageUrl": "/assets/images/img05.jpg",
            "likes": "0"
        },
        {
            "id": 6,
            "type": "mains",
            "name": "Гювеч",
            "products": "700-800 гр свинска плешка, 1-2 глави лук, 1-2 моркова, 2-3 картофа, 2 големи чушки (червена и зелена), 1 малък патладжан, 1 малка тиквичка, 1 стиска зелен фасул, 1 стиска бамя (попарена), грах, черен пипер, червен пипер, брашно, сол, олио.",
            "description": "Месото се запечатва в тигана, премества се в тавата и се поръсва с черен пипер. Запържва се и лукът, към него се добавя и нарязаният морков. Накрая се добавят 1-2 лъжици брашно и преди да се махне от котлона и 1-2 лъжици червен пипер. Изсипва се в тавата при месото. Добавят се и нарязаните зеленчуци и картофите, както и още малко черен пипер, също и солта. Долива се малко вода, колкото да се изплакне с нея тиганът. Пече се. Може и в керамичен гювеч.",
            "imageUrl": "/assets/images/img06.jpg",
            "likes": "0"
        }
    ]
}